<div class="virtual">
  <h1>{$jtitle}</h1>
  <p>こちらはichmyのお家サーバーその５の“低予算ＣＡＥで遊ぼうのこーなー”です。</p>
  <p>このこーなーでは、ＣＡＥって興味があるけど、高価なメーカー製ソフトの予算がすぐに出せない</p>
  <p>会社にはあるけど、先輩が常に使っていて、自分の順番が回ってこない方のため、</p>
  <p>とりあえず、ＣＡＥに触って見るための情報をお届けします。</p>
  <br clear=all>
  <p>無料でOpenであればなおいいですが、そこはこだわらず、低予算で気軽に遊ぶことを目指します</p>
  <p>となると、メーカさんが提供する格安or無料で提供する各ソフトの活用となるのですが</p>
  <p>提供するメーカさん側にも事情があり、利用者側にも気構えと工夫が必要です</p>

  <br clear=all>

  <h2 id="h01">１．<a href="/whatsnew.html">CAEに関する更新履歴</a></h2>
  <div class="tophist">
   {include file="changelog.tpl"}
  </div>
 <br clear="all">

 <h2 id="h02"> ２．メーカさんの事情って？</h2>
    <p>メーカさんも開発や機能アップのため従業員を養わなければいけませんので、慈善事業というわけにはいきません</p>
    <h3>(1) 広告宣伝費として？</h3>
    <p>いくら高性能なソフトを作っても、誰も知らなければ、売れませんし</p>
    <h3>(2) 体験版ソフトとして？</h3>
    <p>高額なソフトともなると、いきなり支払うのは、かなりの決断がいります</p>
    <p>体験版ソフトを作るのも手間なので、機能を制限した廉価版をばらまくのも手です</p>
    <h3>(3) 業界標準を目指す？</h3>
    <p>ソフトは数が増えれば増えるほど、利益率も爆上がりします</p>
    <p>ましてや、業界の事実上の標準の地位が得られた日には、ソフト費以外の収益(教室、書籍etc)も爆上がります</p>
    <div class="tips">
      <img src="/images/tips2.gif" alt="(tips)" >
   </div>
     以上の事情から、メーカ側の目的がある程度達成され、普及が進んだら、突然公開が止まり<br>
     有料化することがあります<br>
     特に「クラウド」上のものは、瞬間で予告なしで止まる可能性があります<br>
     ユーザー側としては、「卒業したんだ」と温かい目で見送ってあげる度量が必要です<br>
     <br clear=all>
    <div class="tips">
      <img src="/images/tips2.gif" alt="(tips)" >
   </div>
     また、お金が出せる顧客からは、なるべく資金をいただきたいので<br>
     上記廉価版では、データをクラウド上に全部公開するソフトがあります<br>
     新人教育にはこれでもいいのですが、まともな企業での製品開発でデータ駄々洩れは<br>
     まずいですよね？製品開発するんなら、正規版ソフトを買ってねという意味です<br>
     <br clear=all>

  <h2 id="h03"> ３．じゃ、無料で使えるフリーなソフトが良いよね？</h2>
    <p>じゃ、無料で使えるフリーなソフトが良いよねってなるのですが</p>
    <h3>(1) 日本語の資料が無い？</h3>
    <p>上記メーカさんのソフトだと、日本語の説明書を作ってくれたり、日本語で講習会が</p>
    <p>あったりしますが、フリーなソフトでは説明書が英語のみの場合がほとんどです</p>
    <p>中には仏語のみ、ソフト内のボタンも仏語で「Oui」＝英語の「Yes」のソフトもあります</p>
    <h3>(2) 苦情の持って行き先が無い？</h3>
    <p>フリーなソフトだと、何か不具合があっても、極端な話、ウイルスが混入していたとしても</p>
    <p>自己責任で何とかしなければなりません。（見つけた人はパッチを送ってねで終わり)</p>
    <h3>(3) そもそもソフトが無い？</h3>
    <p>無ければ、自分で作れと言われて終わりです</p>
    <p>フリーソフトの機能が不足していると感じたら、機能追加のパッチを開発元に送ってね</p>
  <br clear=all>

 <h2 id="h04"> ４．本サイトが目指す低予算ＣＡＥでの遊び方について</h2>
    <p>じゃ、どうするの？、って話ですが、低予算で遊ぶには</p>
    <h3>(1) 手数を増やす</h3>
    <p>低予算だと、１個のソフトだけ使い続けると問題にぶつかる可能性が高い</p>
    <p>そこで、イザというときに、すぐに移住できるよう、複数のソフトを使えるようにしたい</p>
    <p>無料でフリーなソフトにこだわらず、可能性を広げたい</p>
    <h3>(2) 英語は気合で何とかする</h3>
    <p>低予算だと、ドキュメントが英語しかない可能性が高い</p>
    <p>今はGoogle先生が翻訳してくれるから何とかなるかもですが、専門用語はそのままカタカナで</p>
    <p>流れて、なんともならない場合があるので、さらにGoogle先生に質問攻めを加える</p>
    <p>メーカさんソフトでもよくあるのですが、翻訳がひどく、日本語より原著英語を読んだ方が分かり易いこともよくあります</p>
  <br clear=all>
    <p>って感じなのですが、これでは大変なので、とっかかりだけでも本サイトで紹介して</p>
    <p>あとは皆さんで何とかお願い！って感じで行きます</p>
    <p>次章からは、いろいろなソフトの紹介を始めます</p>
  <br clear=all>
</div><br clear=all>
    <p>
       <a href="/">トップページに戻る</a>
    </p>
